Repository: armandocorradini/formemoDeveloper
Catalog: ForMemo/Xcstrings&plist/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Yes. If the source application supports it, you can choose which credentials to import instead of transferring your entire password database.
de: Ja. Wenn die Quellanwendung dies unterstützt, können Sie auswählen, welche Anmeldedaten importiert werden sollen, anstatt Ihre gesamte Passwortdatenbank zu übertragen.
es: Sí. Si la aplicación de origen lo permite, puedes elegir qué credenciales importar en lugar de transferir toda tu base de datos de contraseñas.
fr: Oui. Si l'application source le permet, vous pouvez choisir les identifiants à importer au lieu de transférer l'ensemble de votre base de données de mots de passe.
it: Sì. Se l'app di origine lo consente, puoi scegliere quali credenziali importare invece di trasferire l'intero archivio delle password.

source: Yes. In Settings > General, you can choose whether the badge counts overdue tasks or tasks that reached the global notification time.
de: Ja. Unter Einstellungen > Allgemein können Sie festlegen, ob das Badge überfällige Aufgaben oder Aufgaben zählen soll, die den Zeitpunkt der globalen Benachrichtigung erreicht haben.
es: Sí. En Ajustes > General puedes elegir si el distintivo debe contar las tareas vencidas o las tareas que han alcanzado la hora de la notificación global.
fr: Oui. Dans Réglages > Général, vous pouvez choisir si le badge compte les tâches en retard ou les tâches ayant atteint l’heure de la notification globale.
it: Sì. In Impostazioni > Generali puoi scegliere se il badge deve conteggiare le attività scadute oppure quelle che hanno raggiunto l’orario della notifica globale.

source: Yes. Notes are included in ForMemo backups together with their title, content, creation and modification dates, pinned and archived status, and related dates. Notes can also be restored selectively from a backup.
de: Ja. Notizen sind in ForMemo-Backups zusammen mit ihrem Titel, Inhalt, Erstellungs- und Änderungsdatum, ihrem Status als angeheftet oder archiviert sowie den zugehörigen Datumsangaben enthalten. Notizen können auch selektiv aus einem Backup wiederhergestellt werden.
es: Sí. Las notas se incluyen en las copias de seguridad de ForMemo junto con su título, contenido, fechas de creación y modificación, estado de fijación y archivado y las fechas relacionadas. Las notas también pueden restaurarse de forma selectiva desde una copia de seguridad.
fr: Oui. Les notes sont incluses dans les sauvegardes ForMemo avec leur titre, leur contenu, leurs dates de création et de modification, leur état épinglé ou archivé et les dates associées. Les notes peuvent également être restaurées de manière sélective à partir d’une sauvegarde.
it: Sì. Le Note sono incluse nei backup di ForMemo insieme al titolo, al contenuto, alle date di creazione e modifica, allo stato fissato e archiviato e alle relative date. Le Note possono anche essere ripristinate selettivamente da un backup.

source: Yes. Notes are included in supported backups and can be restored together with other compatible data.
de: Ja. Notizen sind in unterstützten Backups enthalten und können zusammen mit anderen kompatiblen Daten wiederhergestellt werden.
es: Sí. Las notas se incluyen en las copias de seguridad compatibles y pueden restaurarse junto con otros datos compatibles.
fr: Oui. Les notes sont incluses dans les sauvegardes prises en charge et peuvent être restaurées avec les autres données compatibles.
it: Sì. Le Note sono incluse nei backup supportati e possono essere ripristinate insieme agli altri dati compatibili.

source: Yes. Notes are synchronized through the user's iCloud account when iCloud synchronization is enabled.
de: Ja. Notizen werden über den iCloud-Account des Benutzers synchronisiert, wenn die iCloud-Synchronisierung aktiviert ist.
es: Sí. Las notas se sincronizan mediante la cuenta de iCloud del usuario cuando la sincronización con iCloud está activada.
fr: Oui. Les notes sont synchronisées via le compte iCloud de l’utilisateur lorsque la synchronisation iCloud est activée.
it: Sì. Le Note vengono sincronizzate tramite l’account iCloud dell’utente quando la sincronizzazione iCloud è abilitata.

source: Yes. Notes can be imported from Apple Notes using the supported import feature.
de: Ja. Notizen können mit der unterstützten Importfunktion aus Apple Notizen importiert werden.
es: Sí. Las notas pueden importarse desde Notas de Apple mediante la función de importación compatible.
fr: Oui. Les notes peuvent être importées depuis Notes d’Apple à l’aide de la fonctionnalité d’importation prise en charge
it: Sì. Le Note possono essere importate da Note di Apple utilizzando la funzione di importazione supportata.

source: Yes. Notes supports bold, italic, and underlined text, as well as bulleted, dash, and numbered lists.
de: Ja. Notes unterstützt fetten, kursiven und unterstrichenen Text sowie Aufzählungen, Listen mit Gedankenstrichen und nummerierte Listen.
es: Sí. Notas admite texto en negrita, cursiva y subrayado, así como listas con viñetas, guiones y numeradas.
fr: Oui. Notes prend en charge le texte en gras, en italique et souligné, ainsi que les listes à puces, à tirets et numérotées.
it: Sì. Note supporta il testo in grassetto, corsivo e sottolineato, oltre agli elenchi puntati, con trattini e numerati.

source: Yes. Open the Filters menu and select No Deadline to display only tasks that do not have a due date assigned.
de: Ja. Öffnen Sie das Menü „Filter“ und wählen Sie „Kein Fälligkeitsdatum“, um nur Aufgaben ohne Fälligkeitsdatum anzuzeigen.
es: Sí. Abre el menú Filtros y selecciona Sin fecha límite para mostrar solo las tareas que no tienen una fecha de vencimiento asignada.
fr: Oui. Ouvrez le menu Filtres et sélectionnez Aucune échéance pour afficher uniquement les tâches sans date d’échéance.
it: Sì. Apri il menu Filtri e seleziona Nessuna scadenza per visualizzare solo le attività a cui non è stata assegnata una data di scadenza.

source: Yes. Tasks created with Siri can automatically receive a category based on the task title.
de: Ja. Mit Siri erstellte Aufgaben können automatisch eine Kategorie basierend auf dem Titel der Aufgabe erhalten.
es: Sí. Las tareas creadas con Siri pueden recibir automáticamente una categoría según el título de la tarea.
fr: Oui. Les tâches créées avec Siri peuvent automatiquement recevoir une catégorie en fonction du titre de la tâche.
it: Sì. Le attività create con Siri possono ricevere automaticamente una categoria in base al titolo dell’attività.

source: Yes. Tasks with a location are shown as pins on the map. Tap a pin to open task details.
de: Ja. Aufgaben mit Standort werden als Markierungen auf der Karte angezeigt. Tippen Sie auf eine Markierung, um die Details der Aufgabe zu öffnen.
es: Sí. Las tareas con ubicación se muestran como marcadores en el mapa. Toca un marcador para abrir los detalles de la tarea.
fr: Oui. Les tâches avec une localisation sont affichées sous forme de repères sur la carte. Touchez un repère pour ouvrir les détails de la tâche.
it: Sì. I task con una posizione vengono mostrati come pin sulla mappa. Tocca un pin per aprire i dettagli del task.

source: Yes. Tasks with a saved location can be opened directly in supported navigation apps.
de: Ja. Aufgaben mit gespeichertem Standort können direkt in unterstützten Navigations-Apps geöffnet werden.
es: Sí. Las tareas con una ubicación guardada pueden abrirse directamente en aplicaciones de navegación compatibles.
fr: Oui. Les tâches associées à un lieu enregistré peuvent être ouvertes directement dans les applications de navigation compatibles.
it: Sì. Le attività con una posizione salvata possono essere aperte direttamente nelle app di navigazione supportate.

source: Yes. The detailed forecast view includes weather conditions throughout the day to help you better plan your activities.
de: Ja. Die detaillierte Vorhersageansicht zeigt Wetterbedingungen für den gesamten Tag, um die Planung Ihrer Aktivitäten zu erleichtern.
es: Sí. La vista detallada del pronóstico incluye las condiciones meteorológicas durante todo el día para ayudarte a planificar mejor tus actividades.
fr: Oui. La vue détaillée des prévisions inclut les conditions météorologiques tout au long de la journée afin de vous aider à mieux planifier vos activités.
it: Sì. La vista dettagliata delle previsioni include le condizioni meteo durante tutta la giornata per aiutarti a pianificare meglio le tue attività.

source: Yes. The Trips section lets you create and manage packing lists for your travels.
de: Ja. Im Bereich Reisen können Sie Packlisten für Ihre Reisen erstellen und verwalten.
es: Sí. La sección Viajes te permite crear y gestionar listas de equipaje para tus viajes.
fr: Oui. La section Voyages vous permet de créer et gérer des listes de préparation pour vos déplacements.
it: Sì. La sezione Viaggi ti consente di creare e gestire liste di viaggio per i tuoi spostamenti.

source: Yes. The Vault includes a password generator to help you create strong passwords when adding or updating credentials.
de: Ja. Der Tresor enthält einen Passwortgenerator, der Ihnen beim Erstellen sicherer Passwörter beim Hinzufügen oder Aktualisieren von Anmeldedaten hilft.
es: Sí. La Caja fuerte incluye un generador de contraseñas que le ayuda a crear contraseñas seguras al añadir o actualizar credenciales.
fr: Oui. Le Coffre-fort comprend un générateur de mots de passe qui vous aide à créer des mots de passe robustes lors de l'ajout ou de la mise à jour d'identifiants.
it: Sì. La Cassaforte include un generatore di password che ti aiuta a creare password robuste quando aggiungi o aggiorni una credenziale.

source: Yes. The Vault supports importing credentials from compatible password managers. Depending on the source application, credentials can be imported directly or by using a supported import format.
de: Ja. Der Tresor unterstützt den Import von Anmeldedaten aus kompatiblen Passwort-Managern. Je nach Quellanwendung können Anmeldedaten entweder direkt oder mithilfe eines unterstützten Importformats importiert werden.
es: Sí. La Caja fuerte permite importar credenciales desde gestores de contraseñas compatibles. Según la aplicación de origen, las credenciales pueden importarse directamente o mediante un formato de importación compatible.
fr: Oui. Le Coffre-fort prend en charge l'importation des identifiants provenant de gestionnaires de mots de passe compatibles. Selon l'application source, les identifiants peuvent être importés directement ou à l'aide d'un format d'importation pris en charge.
it: Sì. La Cassaforte supporta l'importazione di credenziali da gestori di password compatibili. A seconda dell'app di origine, le credenzziali possono essere importate direttamente oppure utilizzando un formato di importazione supportato.

source: Yes. Trip lists, sections, items and templates are included in backups.
de: Ja. Reiselisten, Abschnitte, Elemente und Vorlagen sind in Backups enthalten.
es: Sí. Las listas de viaje, las secciones, los elementos y las plantillas están incluidos en las copias de seguridad.
fr: Oui. Les listes de voyage, les sections, les éléments et les modèles sont inclus dans les sauvegardes.
it: Sì. Le liste viaggio, le sezioni, gli elementi e i modelli sono inclusi nei backup.

source: Yes. Trip Lists, sections, items and templates are synchronized with iCloud if enabled and included in manual backups.
de: Ja. Reiselisten, Abschnitte, Elemente und Vorlagen werden – sofern aktiviert – mit iCloud synchronisiert und sind in manuellen Backups enthalten.
es: Sí. Las Listas de Viaje, las secciones, los elementos y las plantillas se sincronizan con iCloud, si está habilitado, y están incluidas en las copias de seguridad manuales.
fr: Oui. Les Listes de Voyage, les sections, les éléments et les modèles sont synchronisés avec iCloud, s’il est activé, et sont inclus dans les sauvegardes manuelles.
it: Sì. Le Liste Viaggio, le sezioni, gli elementi e i modelli vengono sincronizzati con iCloud, se abilitato, e sono inclusi nei backup manuali.

source: Yes. Use “Check ForMemo” and say periods like today, tomorrow, this week, next week, weekend, next weekend, or a specific date.
de: Ja. Verwende "Prüfe ForMemo" und nenne Zeiträume wie heute, morgen, diese Woche, nächste Woche, Wochenende, nächstes Wochenende oder ein bestimmtes Datum.
es: Sí. Usa "Comprueba ForMemo" y di períodos como hoy, mañana, esta semana, la próxima semana, fin de semana, próximo fin de semana o una fecha específica.
fr: Oui. Utilisez "Montre ForMemo" et indiquez des périodes comme aujourd’hui, demain, cette semaine, la semaine prochaine, le week-end, le prochain week-end ou une date spécifique.
it: Sì. Usa "Controlla ForMemo" e indica periodi come oggi, domani, questa settimana, prossima settimana, weekend, prossimo weekend oppure una data specifica.

source: Yes. Use commands like “Search ForMemo” followed by a keyword to find matching tasks.
de: Ja. Verwende Befehle wie "Suche ForMemo" gefolgt von einem Schlüsselwort, um passende Aufgaben zu finden.
es: Sí. Usa comandos como "Busca ForMemo" seguidos de una palabra clave para encontrar tareas coincidentes.
fr: Oui. Utilisez des commandes comme "Cherche ForMemo" suivies d’un mot-clé pour trouver les tâches correspondantes.
it: Sì. Usa comandi come "Cerca ForMemo" seguiti da una parola chiave per trovare le attività corrispondenti.

source: Yes. Weather forecasts depend on your device location. If location access is disabled, weather information may not be available.
de: Ja. Wettervorhersagen hängen vom Standort Ihres Geräts ab. Wenn der Standortzugriff deaktiviert ist, sind Wetterinformationen möglicherweise nicht verfügbar.
es: Sí. Las previsiones meteorológicas dependen de la ubicación de tu dispositivo. Si el acceso a la ubicación está desactivado, es posible que la información meteorológica no esté disponible.
fr: Oui. Les prévisions météo dépendent de la localisation de votre appareil. Si l’accès à la localisation est désactivé, les informations météo peuvent ne pas être disponibles.
it: Sì. Le previsioni meteo dipendono dalla posizione del dispositivo. Se l’accesso alla posizione è disabilitato, le informazioni meteo potrebbero non essere disponibili.

source: Yes. When a backup includes Vault data, you create a password that is required to restore the Vault on a device. Keep this password safe: it cannot be recovered by ForMemo.
de: Ja. Wenn ein Backup Tresordaten enthält, erstellen Sie ein Passwort, das erforderlich ist, um den Tresor auf einem Gerät wiederherzustellen. Bewahren Sie dieses Passwort sicher auf: ForMemo kann es nicht wiederherstellen.
es: Sí. Cuando una copia de seguridad incluye datos de la Caja fuerte, se crea una contraseña necesaria para restaurarla en un dispositivo. Guarda esta contraseña en un lugar seguro: ForMemo no puede recuperarla.
fr: Oui. Lorsqu’une sauvegarde inclut des données du Coffre, vous créez un mot de passe requis pour restaurer le Coffre sur un appareil. Conservez ce mot de passe en lieu sûr : ForMemo ne peut pas le récupérer.
it: Sì. Quando un backup include i dati della Cassaforte, viene creata una password necessaria per ripristinare la Cassaforte su un dispositivo. Conserva questa password con cura: ForMemo non può recuperarla.

source: Yes. You can attach files, images, documents, and record audio.
de: Ja. Du kannst Dateien, Bilder, Dokumente anhängen und Audio aufnehmen.
es: Sí. Puedes adjuntar archivos, imágenes, documentos y grabar audio.
fr: Oui. Vous pouvez joindre des fichiers, des images, des documents et enregistrer un audio.
it: Sì. Puoi allegare file, immagini, documenti e registrare un audio.

source: Yes. You can choose both color for highlighting critical tasks in Settings.
de: Ja. Sie können die Farbe für die Hervorhebung kritischer Aufgaben in den Einstellungen auswählen.
es: Sí. Puedes elegir el color para resaltar tareas con prioridad crítica en Configuración.
fr: Oui. Vous pouvez choisir la couleur pour mettre en évidence les tâches critiques dans les paramètres.
it: Sì. Puoi scegliere il colore per evidenziare i task con priorità critica nelle Impostazioni.

source: Yes. You can combine category, priority, due date period, and other filters to quickly focus on the tasks that matter most.
de: Ja. Sie können Kategorie, Priorität, Fälligkeitszeitraum und andere Filter kombinieren, um sich schnell auf die wichtigsten Aufgaben zu konzentrieren.
es: Sí. Puedes combinar categoría, prioridad, período de vencimiento y otros filtros para centrarte rápidamente en las tareas más importantes.
fr: Oui. Vous pouvez combiner la catégorie, la priorité, la période d’échéance et d’autres filtres pour vous concentrer rapidement sur les tâches les plus importantes.
it: Sì. Puoi combinare categoria, priorità, periodo di scadenza e altri filtri per concentrarti rapidamente sulle attività che contano di più.

source: Yes. You can customize the highlight in Customize > Appearance by adjusting color and opacity, or disable it in Visible elements.
de: Ja. Sie können die Hervorhebung unter Anpassung > Darstellung anpassen, indem Sie Farbe ändern, oder sie unter Sichtbare Elemente deaktivieren.
es: Sí. Puedes personalizar el resaltado en Personalización > Apariencia ajustando el color o desactivarlo en Elementos visibles.
fr: Oui. Vous pouvez personnaliser la mise en évidence dans Personnalisation > Apparence en ajustant la couleur ou la désactiver dans Éléments visibles.
it: Sì. Puoi scegliere l’evidenziazione in Personalizzazione > Aspetto regolando il colore oppure disattivarla in Elementi visibili.

source: Yes. You can enable a reminder and choose how many days before the expiration date you want to be notified.
de: Ja. Sie können eine Erinnerung aktivieren und auswählen, wie viele Tage vor dem Ablaufdatum Sie benachrichtigt werden möchten.
es: Sí. Puedes activar un recordatorio y elegir cuántos días antes de la fecha de vencimiento deseas recibir una notificación.
fr: Oui. Vous pouvez activer un rappel et choisir combien de jours avant la date d’expiration vous souhaitez être averti.
it: Sì. Puoi attivare un promemoria e scegliere quanti giorni prima della scadenza desideri ricevere una notifica.

source: Yes. You can import a backup file on another compatible device to restore your tasks, cards, tickets, attachments, trips, documents, and related data.
de: Ja. Sie können eine Backup-Datei auf einem anderen kompatiblen Gerät importieren, um Ihre Aufgaben, Karten, Tickets, Anhänge, Reisen, Dokumente und zugehörigen Daten wiederherzustellen.
es: Sí. Puedes importar un archivo de copia de seguridad en otro dispositivo compatible para restaurar tus tareas, tarjetas, tickets, archivos adjuntos, viajes, documentos y datos relacionados.
fr: Oui. Vous pouvez importer un fichier de sauvegarde sur un autre appareil compatible afin de restaurer vos tâches, cartes, tickets, pièces jointes, voyages, documents et données associées.
it: Sì. Puoi importare un file di backup su un altro dispositivo compatibile per ripristinare attività, carte, tickets, allegati, viaggi, documenti e dati correlati.

source: Yes. You can manually delete all attachments of completed tasks from settings.
de: Ja. Du kannst alle Anhänge abgeschlossener Aufgaben manuell in den Einstellungen löschen.
es: Sí. Puedes eliminar manualmente todos los archivos adjuntos de tareas completadas desde los ajustes.
fr: Oui. Vous pouvez supprimer manuellement tous les fichiers des tâches terminées depuis les réglages.
it: Sì. Puoi eliminare manualmente tutti gli allegati delle attività completate dalle impostazioni.

source: Yes. You can personalize task rows by choosing different styles, rounded corners, borders, and materials to match your preferred appearance.
de: Ja. Sie können die Aufgabenzeilen individuell gestalten, indem Sie verschiedene Stile, abgerundete Ecken, Rahmen und Materialien auswählen, die Ihrem bevorzugten Erscheinungsbild entsprechen.
es: Sí. Puedes personalizar las filas de las tareas eligiendo diferentes estilos, esquinas redondeadas, bordes y materiales para adaptar su aspecto a tus preferencias.
fr: Oui. Vous pouvez personnaliser les lignes des tâches en choisissant différents styles, des coins arrondis, des bordures et des matériaux afin d’adapter l’apparence à vos préférences.
it: Sì. Puoi personalizzare le righe delle attività scegliendo diversi stili, angoli arrotondati, bordi e materiali per adattarne l’aspetto alle tue preferenze.

source: Yes. You can quickly scan barcodes and QR codes using the device camera and save cards and tickets directly inside the Wallet. Tickets can also be imported from images containing supported codes.
de: Ja. Sie können Barcodes und QR-Codes schnell mit der Gerätekamera scannen und Karten sowie Tickets direkt im Wallet speichern. Tickets können außerdem aus Bildern mit unterstützten Codes importiert werden.
es: Sí. Puedes escanear rápidamente códigos de barras y códigos QR utilizando la cámara del dispositivo y guardar tarjetas y tickets directamente en la Wallet. Los tickets también pueden importarse desde imágenes que contengan códigos compatibles.
fr: Oui. Vous pouvez scanner rapidement des codes-barres et des codes QR à l’aide de l’appareil photo de l’appareil et enregistrer directement les cartes et les tickets dans le Wallet. Les tickets peuvent également être importés à partir d’images contenant des codes pris en charge.
it: Sì. Puoi importare un file di backup su un altro dispositivo compatibile per ripristinare attività, carte, tickets, allegati, viaggi, documenti e dati correlati.

source: Yes. You can restore a backup on another compatible device and continue using your data.
de: Ja. Sie können ein Backup auf einem anderen kompatiblen Gerät wiederherstellen und Ihre Daten weiterhin nutzen.
es: Sí. Puedes restaurar una copia de seguridad en otro dispositivo compatible y seguir utilizando tus datos.
fr: Oui. Vous pouvez restaurer une sauvegarde sur un autre appareil compatible et continuer à utiliser vos données.
it: Sì. Puoi ripristinare un backup su un altro dispositivo compatibile e continuare a utilizzare i tuoi dati.

source: Yes. You can save multiple cards or tickets from the same store, event, or provider and distinguish them using the holder field or custom notes.
de: Ja. Sie können mehrere Karten oder Tickets desselben Geschäfts, derselben Veranstaltung oder desselben Anbieters speichern und sie mithilfe des Inhaberfelds oder benutzerdefinierter Notizen unterscheiden.
es: Sí. Puedes guardar varias tarjetas o tickets de la misma tienda, evento o proveedor y diferenciarlas utilizando el campo del titular o notas personalizadas.
fr: Oui. Vous pouvez enregistrer plusieurs cartes ou tickets provenant du même magasin, événement ou fournisseur et les distinguer grâce au champ du titulaire ou à des notes personnalisées.
it: Sì. Puoi salvare più carte o tickets dello stesso negozio, evento o fornitore e distinguerli utilizzando il campo titolare oppure note personalizzate.

source: Yes. You can share notes with other apps using the system sharing features.
de: Ja. Du kannst Notizen mit anderen Apps über die systemweiten Freigabefunktionen teilen.
es: Sí. Puedes compartir notas con otras aplicaciones mediante las funciones de uso compartido del sistema compatibles.
fr: Oui. Vous pouvez partager des notes avec d’autres apps à l’aide des fonctionnalités de partage du système.
it: Sì. Puoi condividere le Note con altre app utilizzando le funzionalità di condivisione del sistema.
